// الدين الاسلامي
let islamQues = [
	{
		typeofques : "أجب عن السؤال التالي :",
		answer : "هدهد",
		ques : "<p>ماهو طائر سليمان عليه السلام؟</p>",
		characters : ["س","د","ن","ه","ر","م","د","ح","ت","ه"]
	},
	{
		typeofques :"إلى ماذا تلمح الصورة ؟", 
		answer :"مصحف",
		ques : '<img src="../Images/islam/img1.jpeg" alt="">',
		characters : ["ص","د","ف","ه","ر","م","د","ح","ت","ه"]
	},
	{
		typeofques : "أجب عن السؤال التالي :",
		answer : "هدهد",
		ques : "<p>ماهو طائر سليمان عليه السلام؟</p>",
		characters : ["س","د","ن","ه","ر","م","د","ح","ت","ه"]
	},
	{
		typeofques :"إلى ماذا تلمح الصورة ؟",
		answer :"مصحف",
		ques : "../Images/islam/img1.jpeg",
		characters : ["ص","د","ف","ه","ر","م","د","ح","ت","ه"]
	},
	{
		typeofques : "أجب عن السؤال التالي :",
		answer : "هدهد",
		ques : "<p>ماهو طائر سليمان عليه السلام؟</p>",
		characters : ["س","د","ن","ه","ر","م","د","ح","ت","ه"]
	}
];

// ############################################################
// ثقافة عامة

let culQues = [
	{
		typeofques : "أجب عن السؤال التالي :",
		answer : "هدهد",
		ques : "<p>ماهو طائر سليمان عليه السلام؟</p>",
		characters : ["س","د","ن","ه","ر","م","د","ح","ت","ه"]
	},
	{
		typeofques :"إلى ماذا تلمح الصورة ؟", 
		answer :"مصحف",
		ques : '<img src="../Images/islam/img1.jpeg" alt="">',
		characters : ["ص","د","ف","ه","ر","م","د","ح","ت","ه"]
	},
	{
		typeofques : "أجب عن السؤال التالي :",
		answer : "هدهد",
		ques : "<p>ماهو طائر سليمان عليه السلام؟</p>",
		characters : ["س","د","ن","ه","ر","م","د","ح","ت","ه"]
	},
	{
		typeofques :"إلى ماذا تلمح الصورة ؟",
		answer :"مصحف",
		ques : "../Images/islam/img1.jpeg",
		characters : ["ص","د","ف","ه","ر","م","د","ح","ت","ه"]
	},
	{
		typeofques : "أجب عن السؤال التالي :",
		answer : "هدهد",
		ques : "<p>ماهو طائر سليمان عليه السلام؟</p>",
		characters : ["س","د","ن","ه","ر","م","د","ح","ت","ه"]
	}
];